tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "minamijoyo/hcledit"
brew "python@3.12"
brew "ansible"
brew "bash"
brew "gh"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "nvm"
brew "podman"
brew "powerlevel10k"
brew "tfenv"
brew "tmux"
brew "tree"
brew "minamijoyo/hcledit/hcledit"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "visual-studio-code"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
