tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "minamijoyo/hcledit"
brew "python@3.12"
brew "ansible"
brew "bash"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "gnutls"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "podman"
brew "powerlevel10k"
brew "ripgrep"
brew "tfenv"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "minamijoyo/hcledit/hcledit"
cask "alacritty"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepingyouawake"
cask "notion"
cask "obsidian"
cask "slack"
vscode "4ops.terraform"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
